[UsableItems.Pickup_MoxxiPicture1 UsableItemDefinition]
UseFailureCharacterMessage="what to do %s This is the story."
ItemName="Moxie's photo"
PickupMessage="you killed him %s"
UseFailureLevelMessage="You must be %d level to use this feature."
UseFailureConstraintsMessage=""
NoManufacturerName="normal"

[UsableItems.Pickup_MoxxiPicture1:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="There is one more thing to buy.."
NoConstraintText=""
Suffix=""
Prefix=""

[UsableItems.Pickup_MoxxiPicture2 UsableItemDefinition]
UseFailureCharacterMessage="He should be %s to use."
ItemName="Photograph by Mokhi"
PickupMessage="dependent on you %s"
UseFailureLevelMessage="You must be %d or older to use this item.."
UseFailureConstraintsMessage=""
NoManufacturerName="as usual"

[UsableItems.Pickup_MoxxiPicture2:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Their participation is not a conspiracy or anything like that."
NoConstraintText=""
Suffix=""
Prefix=""

[UsableItems.Pickup_MoxxiPicture3 UsableItemDefinition]
UseFailureCharacterMessage="Don't force it %s I use this one.."
ItemName="Moxi's photo"
PickupMessage="It's up to you %s"
UseFailureLevelMessage="You must be level %d to use this feature.."
UseFailureConstraintsMessage=""
NoManufacturerName="General"

[UsableItems.Pickup_MoxxiPicture3:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="It's not like their date was bad or anything.."
NoConstraintText=""
Suffix=""
Prefix=""

